Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Your passkey provider verifies you whenever the key signs, with Face ID, Touch ID, your passcode, or the provider's own unlock.
ar: يتحقق مزود مفتاح المرور من هويتك في كل مرة يوقّع فيها المفتاح، باستخدام Face ID أو Touch ID أو رمز المرور أو طريقة إلغاء القفل الخاصة بالمزود.
ca: El vostre proveïdor de claus d'accés us verifica cada vegada que la clau signa, amb Face ID, Touch ID, el vostre codi o el desbloqueig del mateix proveïdor.
cs: Váš poskytovatel přístupových klíčů vás ověří pokaždé, když klíč podepisuje, pomocí Face ID, Touch ID, kódu zařízení nebo vlastního odemknutí poskytovatele.
da: Din adgangsnøgleudbyder verificerer dig, hver gang nøglen signerer, med Face ID, Touch ID, din adgangskode eller udbyderens egen oplåsning.
de: Ihr Passkey-Anbieter verifiziert Sie bei jedem Signiervorgang des Schlüssels, per Face ID, Touch ID, Ihrem Code oder der eigenen Entsperrmethode des Anbieters.
es: Su proveedor de claves de acceso le verifica cada vez que la clave firma, con Face ID, Touch ID, su código o el desbloqueo propio del proveedor.
fi: Kulkuavaimen tarjoajasi vahvistaa henkilöllisyytesi aina, kun avain allekirjoittaa: Face ID:llä, Touch ID:llä, pääsykoodillasi tai tarjoajan omalla lukituksen avauksella.
fr: Votre fournisseur de clés d'accès vous vérifie chaque fois que la clé signe, avec Face ID, Touch ID, votre code d'accès ou son propre déverrouillage.
he: ספק מפתח המעבר שלך מאמת אותך בכל פעם שהמפתח חותם, באמצעות Face ID, Touch ID, קוד הגישה שלך, או שיטת ביטול הנעילה של הספק.
hu: Az azonosítókulcs-szolgáltató minden aláíráskor ellenőrzi Önt Face ID, Touch ID, jelkód vagy a szolgáltató saját feloldása segítségével.
it: Il tuo provider di passkey ti verifica ogni volta che la chiave firma, con Face ID, Touch ID, il tuo codice o lo sblocco del provider stesso.
ja: 鍵が署名するたびに、パスキープロバイダがFace ID、Touch ID、パスコード、またはプロバイダ独自のロック解除で本人確認を行います。
ko: 키가 서명할 때마다 패스키 제공자가 Face ID, Touch ID, 기기 암호 또는 제공자 자체의 잠금 해제로 본인을 확인합니다.
nb: Passnøkkelleverandøren din bekrefter identiteten din hver gang nøkkelen signerer, med Face ID, Touch ID, koden din eller leverandørens egen opplåsing.
nl: Uw passkey-provider verifieert u telkens wanneer de sleutel ondertekent, met Face ID, Touch ID, uw toegangscode of de eigen ontgrendeling van de provider.
pl: Dostawca kluczy dostępu weryfikuje Cię za każdym razem, gdy klucz składa podpis, za pomocą Face ID, Touch ID, kodu urządzenia lub własnego sposobu odblokowania dostawcy.
pt_br: Seu provedor de chaves-senha verifica você sempre que a chave assina, com Face ID, Touch ID, seu código ou o desbloqueio do próprio provedor.
pt_pt: O seu fornecedor de chaves de acesso verifica-o sempre que a chave assina, com Face ID, Touch ID, o seu código ou o desbloqueio do próprio fornecedor.
ro: Furnizorul dvs. de chei de acces vă verifică de fiecare dată când cheia semnează, cu Face ID, Touch ID, codul dvs. sau propria metodă de deblocare a furnizorului.
sl: Vaš ponudnik ključev za dostop vas preveri vsakič, ko ključ podpisuje, s Face ID, Touch ID, kodo naprave ali z lastnim odklepanjem ponudnika.
sv: Din passkey-leverantör verifierar dig varje gång nyckeln signerar, med Face ID, Touch ID, din lösenkod eller leverantörens egen upplåsning.
uk: Ваш провайдер ключів доступу перевіряє вас щоразу, коли ключ виконує підписання, за допомогою Face ID, Touch ID, коду пристрою або власного розблокування провайдера.
vi: Nhà cung cấp passkey xác minh bạn mỗi khi khóa thực hiện ký, bằng Face ID, Touch ID, mật mã thiết bị hoặc phương thức mở khóa riêng của nhà cung cấp.
zh_hans: 每次使用该密钥签名时，通行密钥提供方都会通过 Face ID、Touch ID、设备密码或提供方自身的解锁方式验证您的身份。
zh_hant: 每次使用該金鑰簽署時，密碼金鑰提供者都會透過 Face ID、Touch ID、裝置密碼或提供者自身的解鎖方式驗證您的身分。

source: Your passphrase will be stored securely in the Keychain
ar: سيتم تخزين عبارة المرور بأمان في سلسلة المفاتيح
ca: La vostra contrasenya es desarà de manera segura al Keychain
cs: Vaše heslová fráze bude bezpečně uložena v Klíčence
da: Din adgangskode vil blive gemt sikkert i nøgleringen
de: Ihre Passphrase wird sicher im Schlüsselbund gespeichert
es: Su frase de contraseña se almacenará de forma segura en el Keychain
fi: Tunnuslauseesi tallennetaan turvallisesti Avainnippuun
fr: Votre phrase de passe sera stockée de manière sécurisée dans le trousseau
he: משפט הסיסמה שלך יאוחסן בצורה מאובטחת ב-Keychain
hu: A jelszava biztonságosan kerül tárolásra a Keychain-ben
it: La passphrase verrà memorizzata in modo sicuro nel Keychain
ja: パスフレーズはキーチェーンに安全に保存されます
ko: 암호문이 키체인에 안전하게 저장됩니다
nb: Passfrasen din vil bli lagret sikkert i nøkkelringen
nl: Uw wachtwoordzin wordt veilig opgeslagen in de Keychain
pl: Twoje hasło zostanie bezpiecznie zapisane w Keychain
pt_br: Sua senha será armazenada com segurança no Keychain
pt_pt: A sua frase-passe será armazenada em segurança no Keychain
ro: Fraza dvs. de acces va fi stocată în siguranță în Keychain
sl: Vaše geslo bo varno shranjeno v Keychainu
sv: Din lösenfras lagras säkert i Keychain
uk: Вашу парольну фразу буде безпечно збережено в Keychain
vi: Cụm mật khẩu của bạn sẽ được lưu trữ an toàn trong Keychain
zh_hans: 您的密码短语将安全存储在钥匙串中
zh_hant: 您的通關密語將安全儲存在鑰匙圈中

source: Your Public IPs
ar: عناوين IP العامة الخاصة بك
ca: Les teves IP públiques
cs: Vaše veřejné IP adresy
da: Dine offentlige IP-adresser
de: Deine öffentlichen IP-Adressen
es: Tus IPs públicas
fi: Julkiset IP-osoitteesi
fr: Vos adresses IP publiques
he: כתובות ה-IP הציבוריות שלך
hu: Nyilvános IP-címeid
it: I tuoi IP pubblici
ja: あなたのパブリックIP
ko: 내 공인 IP 주소
nb: Dine offentlige IP-adresser
nl: Je openbare IP-adressen
pl: Twoje publiczne adresy IP
pt_br: Seus IPs públicos
pt_pt: Os seus IPs públicos
ro: Adresele tale IP publice
sl: Vaši javni IP-naslovi
sv: Dina offentliga IP-adresser
uk: Ваші публічні IP-адреси
vi: Địa chỉ IP công cộng của bạn
zh_hans: 您的公网 IP 地址
zh_hant: 您的公開 IP 位址

source: Your SSH connection history and known hosts will be synced to iCloud and available on your other devices.
ar: ستتم مزامنة سجل اتصالات SSH والمضيفين الموثوقين مع iCloud وسيكونون متاحين على أجهزتك الأخرى.
ca: El vostre historial de connexions SSH i els amfitrions coneguts se sincronitzaran amb iCloud i estaran disponibles als vostres altres dispositius.
cs: Vaše historie SSH připojení a známí hostitelé budou synchronizovány do iCloud a dostupné na vašich dalších zařízeních.
da: Din SSH-forbindelseshistorik og kendte værter vil blive synkroniseret til iCloud og tilgængelige på dine andre enheder.
de: Ihr SSH-Verbindungsverlauf und bekannte Hosts werden mit iCloud synchronisiert und auf Ihren anderen Geräten verfügbar.
es: Su historial de conexiones SSH y hosts conocidos se sincronizarán con iCloud y estarán disponibles en sus otros dispositivos.
fi: SSH-yhteyshistoriasi ja tunnetut isännät synkronoidaan iCloudiin ja ovat käytettävissä muilla laitteillasi.
fr: Votre historique de connexions SSH et vos hôtes connus seront synchronisés sur iCloud et disponibles sur vos autres appareils.
he: היסטוריית חיבורי SSH והמארחים המוכרים שלך יסונכרנו ל-iCloud ויהיו זמינים במכשירים האחרים שלך.
hu: Az SSH-kapcsolati előzmények és ismert hosztok szinkronizálódnak az iCloud-ra és elérhetők lesznek a többi eszközén.
it: La cronologia delle connessioni SSH e gli host conosciuti verranno sincronizzati su iCloud e saranno disponibili sugli altri dispositivi.
ja: SSH接続履歴と既知のホストがiCloudに同期され、他のデバイスで利用可能になります。
ko: SSH 연결 기록과 알려진 호스트가 iCloud에 동기화되어 다른 기기에서 사용할 수 있습니다.
nb: SSH-tilkoblingshistorikken din og kjente verter vil bli synkronisert til iCloud og tilgjengelig på dine andre enheter.
nl: Uw SSH-verbindingsgeschiedenis en bekende hosts worden gesynchroniseerd met iCloud en zijn beschikbaar op uw andere apparaten.
pl: Twoja historia połączeń SSH i znane hosty zostaną zsynchronizowane z iCloud i będą dostępne na innych urządzeniach.
pt_br: Seu histórico de conexões SSH e hosts conhecidos serão sincronizados com o iCloud e estarão disponíveis nos seus outros dispositivos.
pt_pt: O seu histórico de ligações SSH e anfitriões conhecidos será sincronizado com o iCloud e ficará disponível nos seus outros dispositivos.
ro: Istoricul conexiunilor SSH și gazdele cunoscute vor fi sincronizate pe iCloud și disponibile pe celelalte dispozitive ale dvs.
sl: Vaša zgodovina SSH povezav in znani gostitelji bodo sinhronizirani z iCloud in na voljo na vaših drugih napravah.
sv: Din SSH-anslutningshistorik och kända värdar synkas till iCloud och blir tillgängliga på dina andra enheter.
uk: Ваша історія SSH-з'єднань та відомі хости синхронізуватимуться з iCloud і будуть доступні на інших ваших пристроях.
vi: Lịch sử kết nối SSH và các host đã biết của bạn sẽ được đồng bộ lên iCloud và khả dụng trên các thiết bị khác của bạn.
zh_hans: 您的 SSH 连接历史和已知主机将同步到 iCloud 并在其他设备上可用。
zh_hant: 您的 SSH 連線記錄和已知主機將同步至 iCloud，並可在您的其他裝置上使用。

source: YubiKey Error
ar: خطأ في YubiKey
ca: Error de la YubiKey
cs: Chyba YubiKey
da: YubiKey-fejl
de: YubiKey-Fehler
es: Error de YubiKey
fi: YubiKey-virhe
fr: Erreur YubiKey
he: שגיאת YubiKey
hu: YubiKey-hiba
it: Errore YubiKey
ja: YubiKeyエラー
ko: YubiKey 오류
nb: YubiKey-feil
nl: YubiKey-fout
pl: Błąd YubiKey
pt_br: Erro do YubiKey
pt_pt: Erro do YubiKey
ro: Eroare YubiKey
sl: Napaka YubiKey
sv: YubiKey-fel
uk: Помилка YubiKey
vi: Lỗi YubiKey
zh_hans: YubiKey 错误
zh_hant: YubiKey 錯誤

source: YubiKey PIN Required
ar: مطلوب رمز PIN لـ YubiKey
ca: PIN de YubiKey requerit
cs: Vyžadován PIN YubiKey
da: YubiKey-PIN påkrævet
de: YubiKey-PIN erforderlich
es: Se requiere PIN del YubiKey
fi: YubiKey-PIN vaaditaan
fr: PIN YubiKey requis
he: נדרש קוד PIN של YubiKey
hu: YubiKey PIN szükséges
it: PIN YubiKey richiesto
ja: YubiKey PINが必要
ko: YubiKey PIN 필요
nb: YubiKey-PIN påkrevd
nl: YubiKey-pincode vereist
pl: Wymagany PIN YubiKey
pt_br: PIN do YubiKey Necessário
pt_pt: PIN do YubiKey Necessário
ro: PIN YubiKey necesar
sl: Potreben YubiKey PIN
sv: YubiKey PIN krävs
uk: Потрібен PIN-код YubiKey
vi: Yêu cầu PIN YubiKey
zh_hans: 需要 YubiKey PIN
zh_hant: 需要 YubiKey PIN

source: YubiKey Serial
ar: الرقم التسلسلي لـ YubiKey
ca: Número de sèrie de YubiKey
cs: Sériové číslo YubiKey
da: YubiKey-serienummer
de: YubiKey-Seriennummer
es: Serie del YubiKey
fi: YubiKey-sarjanumero
fr: Numéro de série YubiKey
he: מספר סידורי YubiKey
hu: YubiKey sorozatszám
it: Seriale YubiKey
ja: YubiKeyシリアル番号
ko: YubiKey 일련번호
nb: YubiKey-serienummer
nl: YubiKey-serienummer
pl: Numer seryjny YubiKey
pt_br: Serial do YubiKey
pt_pt: Número de Série do YubiKey
ro: Număr de serie YubiKey
sl: YubiKey serijska številka
sv: YubiKey-serienummer
uk: Серійний номер YubiKey
vi: Số Serial YubiKey
zh_hans: YubiKey 序列号
zh_hant: YubiKey 序號

source: YubiKey Status
ar: حالة YubiKey
ca: Estat del YubiKey
cs: Stav YubiKey
es: Estado del YubiKey
fi: YubiKey-tila
fr: Statut YubiKey
he: מצב YubiKey
hu: YubiKey állapot
it: Stato YubiKey
ja: YubiKeyステータス
ko: YubiKey 상태
pl: Status YubiKey
pt_br: Status do YubiKey
pt_pt: Estado do YubiKey
ro: Stare YubiKey
sl: YubiKey stanje
uk: Стан YubiKey
vi: Trạng thái YubiKey
zh_hans: YubiKey 状态
zh_hant: YubiKey 狀態

source: Zellij Tabs
ar: علامات تبويب Zellij
ca: Pestanyes de Zellij
cs: Karty Zellij
da: Zellij-faner
es: Pestañas de Zellij
fi: Zellij-välilehdet
fr: Onglets Zellij
he: לשוניות Zellij
hu: Zellij-lapok
it: Schede Zellij
ja: Zellij タブ
ko: Zellij 탭
nb: Zellij-faner
pl: Karty Zellij
pt_br: Abas do Zellij
pt_pt: Separadores do Zellij
ro: File Zellij
sl: Zavihki Zellij
sv: Zellij-flikar
uk: Вкладки Zellij
vi: Tab Zellij
zh_hans: Zellij 标签页
zh_hant: Zellij 分頁

source: Zellij: Next Tab
ar: Zellij: علامة التبويب التالية
ca: Zellij: Pestanya següent
cs: Zellij: Další karta
da: Zellij: Næste fane
de: Zellij: Nächster Tab
es: Zellij: Pestaña siguiente
fi: Zellij: Seuraava välilehti
fr: Zellij : Onglet suivant
he: Zellij: הלשונית הבאה
hu: Zellij: Következő lap
it: Zellij: Scheda successiva
ja: Zellij: 次のタブ
ko: Zellij: 다음 탭
nb: Zellij: Neste fane
nl: Zellij: Volgende tab
pl: Zellij: Następna karta
pt_br: Zellij: Próxima aba
pt_pt: Zellij: Separador seguinte
ro: Zellij: Fila următoare
sl: Zellij: Naslednji zavihek
sv: Zellij: Nästa flik
uk: Zellij: Наступна вкладка
vi: Zellij: Tab kế tiếp
zh_hans: Zellij:下一个标签页
zh_hant: Zellij:下一個分頁

source: Zellij: Previous Tab
ar: Zellij: علامة التبويب السابقة
ca: Zellij: Pestanya anterior
cs: Zellij: Předchozí karta
da: Zellij: Forrige fane
de: Zellij: Vorheriger Tab
es: Zellij: Pestaña anterior
fi: Zellij: Edellinen välilehti
fr: Zellij : Onglet précédent
he: Zellij: הלשונית הקודמת
hu: Zellij: Előző lap
it: Zellij: Scheda precedente
ja: Zellij: 前のタブ
ko: Zellij: 이전 탭
nb: Zellij: Forrige fane
nl: Zellij: Vorige tab
pl: Zellij: Poprzednia karta
pt_br: Zellij: Aba anterior
pt_pt: Zellij: Separador anterior
ro: Zellij: Fila anterioară
sl: Zellij: Prejšnji zavihek
sv: Zellij: Föregående flik
uk: Zellij: Попередня вкладка
vi: Zellij: Tab trước đó
zh_hans: Zellij:上一个标签页
zh_hant: Zellij:上一個分頁

source: Zoom Pane
ar: تكبير الجزء
ca: Amplia el plafó
cs: Přiblížit panel
da: Zoom rude ind
de: Bereich zoomen
es: Ampliar panel
fi: Zoomaa ruutu
fr: Zoomer le panneau
he: הגדלת החלונית
hu: Panel nagyítása
it: Ingrandisci riquadro
ja: ペインをズーム
ko: 분할 영역 확대
nb: Zoom inn rute
nl: Deelvenster inzoomen
pl: Powiększ panel
pt_br: Ampliar Painel
pt_pt: Ampliar painel
ro: Panoramează panoul
sl: Povečaj podokno
sv: Zooma ruta
uk: Збільшити панель
vi: Phóng to Ngăn
zh_hans: 缩放窗格
zh_hant: 縮放窗格

# %@ - %lldpt
source: %1$@ - %2$lldpt
ca: %@ - %lldpt
hu: %@ - %lldpt
it: %@ - %lldpt
ja: %@ - %lldpt
nb: %@ – %lldpt
pl: %@ - %lldpt
uk: %@ - %lldpt
vi: %@ - %lldpt

source: Caps Lock → Esc / Ctrl
ca: Bloq Maj → Esc / Ctrl
de: Feststelltaste → Esc / Ctrl
es: Bloq Mayús → Esc / Ctrl
fr: Verr. Maj. → Esc / Ctrl
it: Bloc Maiusc → Esc / Ctrl

source: Hello, world!
ca: Hola, món!
cs: Ahoj, světe!
de: Hallo, Welt!
fr: Bonjour, le monde !
it: Ciao, mondo!
nl: Hallo, wereld!
pl: Witaj, świecie!
pt_br: Olá, mundo!
pt_pt: Olá, mundo!
ro: Salut, lume!
sl: Pozdravljen, svet!
vi: Xin chào, thế giới!
zh_hans: 你好，世界！

source: The quick brown fox 0123456789
cs: Příliš žluťoučký kůň úpěl ďábelské ódy 0123456789
de: Franz jagt im komplett verwahrlosten Taxi quer durch Bayern 0123456789
es: El veloz zorro marrón 0123456789
fi: Hyvä lomamökki Åkerin rannalla 0123456789
fr: Portez ce vieux whisky au juge blond qui fume 0123456789
ko: 다람쥐 헌 쳇바퀴에 타고파 0123456789
pt_br: A rápida raposa marrom 0123456789
ro: Muzicologă în bej vopsită fix stă lângă jocheul cetăților 0123456789
sl: Šerif bo za vajo spet kuhal džem 0123456789
vi: Con cáo nâu nhanh nhẹn 0123456789
zh_hans: 敏捷的棕色狐狸跳过懒狗 0123456789
zh_hant: 敏捷的棕色狐狸跳過懶狗 0123456789

source: The quick brown fox jumps over the lazy dog. 0123456789
cs: Příliš žluťoučký kůň úpěl ďábelské ódy. 0123456789
de: Franz jagt im komplett verwahrlosten Taxi quer durch Bayern. 0123456789
es: El veloz zorro marrón salta sobre el perro perezoso. 0123456789
fi: Hyvä lomamökki Åkerin rannalla tarjoaa rauhaa ja unta. 0123456789
fr: Portez ce vieux whisky au juge blond qui fume sur son île intérieure. 0123456789
ko: 다람쥐 헌 쳇바퀴에 타고파. 0123456789
nb: Den raske brune reven hopper over den late hunden. 0123456789
pt_br: A rápida raposa marrom pula sobre o cachorro preguiçoso. 0123456789
ro: Muzicologă în bej vopsită fix stă lângă jocheul cetăților din convexul pyramid. 0123456789
sl: Šerif bo za vajo spet kuhal džem. 0123456789
vi: Con cáo nâu nhanh nhẹn nhảy qua con chó lười biếng. 0123456789
zh_hans: 敏捷的棕色狐狸跳过了那只懒狗。0123456789
zh_hant: 敏捷的棕色狐狸跳過了那隻懶狗。0123456789

source: WiFi
de: WLAN

source: Mbps
fr: Mbit/s
uk: Мбіт/с

source: Apple Open Source
hu: Apple nyílt forráskód
ja: Apple オープンソース
ko: Apple 오픈 소스
sl: Apple odprta koda
zh_hans: Apple 开源
zh_hant: Apple 開放原始碼

source: total 42
it: totale 42

source: user@host
it: utente@host
pt_pt: utilizador@anfitrião

source: user@host ~ $
it: utente@host ~ $
pt_pt: utilizador@anfitrião ~ $

source: Gruvbox Rainbow
nb: Gruvbox-regnbue

source: Kanagawa Wave
nb: Kanagawa-bølge

source: SN: %u
pl: Nr ser.: %u

source: %lldms
uk: %lldмс

source: Multipath TCP
zh_hans: 多路径 TCP
zh_hant: 多路徑 TCP
